/* No comment */
"Please contact your web hosting service provider for assistance" = "Neem contact op met de aanbieder van je webhosting-dienst voor hulp";

/* No comment */
"Please open a ticket at {0}" = "Open een ticket op {0}";

"DNS is the network service that translates a server name to its Internet address. This error is most often caused by having no connection to the Internet or a misconfigured network. It can also be caused by an unresponsive DNS server or a firewall preventing access to the network." = "DNS is de netwerkdienst die een servernaam vertaalt naar het bijbehorende internetadres. Deze fout wordt vaak veroorzaakt doordat er geen internetverbinding is of als er sprake is van een fout geconfigureerd netwerk. Het kan ook worden veroorzaakt door een DNS-server die niet reageert of een firewall die toegang tot het netwerk tegenhoudt.";

"The connection attempt was rejected. The server may be down, or your network may not be properly configured." = "De verbindingspoging is geweigerd. De server is mogelijk offline of uw netwerk is mogelijk onjuist geconfigureerd.";